{
  "welcome": "WORK IN",
  "head2": "TOP EUROPEAN",
  "head3": "COMPANIES",
  "head4": "VIA US",
  "subHead1": "We help you",
  "subHead2": "empower your",
  "subHead3": "career to new heights.",
  "sector1": "Mechanical, Electrical and Automotive",
  "sector2": "Civil Construction",
  "sector3": "Restaurants",
  "sector4": "Manufacturing",
  "sector5": "Food Processing",
  "sector6": "Health Care",
  "contact1": "Start a career abroad in",
  "contact2": "your dream country !",
  "service1": "Direct Job Application",
  "service2": "Skill Enhancement Training",
  "service3": "Language Training",
  "service4": "Visa Assistance",
  "service5": "Accommodation Assistance",
  "aboutHeader1": "Who we are ?",
  "aboutHeader2": "What makes us  different ?",
  "aboutHeader3": "Our mission",
  "aboutHeader4": "Our vision",
  "aboutDesc11": "Having worked closely with multiple companies in Europe for several years, our directors at Nextland Careers have identified a huge gap, the challenge companies across various sectors face when having to find skilled workers. Powered by this purpose, our directors set out to close that gap and started Nextland Careers.",
  "aboutDesc12": "In the current European market, there is a notable shortage of skilled workers, which amplifies the importance of our mission. We are here to train the best of professionals and turn their careers to greater heights. Everything in Nextland Careers is all about making sure no matter where you come from or how much experience you have,  we are designed to equip individuals with the expertise and confidence needed to thrive within the top companies in Europe.",
  "aboutDesc13": "Our company is not just shaping careers, but also bringing talent and connecting them to opportunity.",
  "aboutDesc21": "We at Nextland Careers don't just do regular hiring. Our strategy guarantees that applicants receive thorough, ongoing assistance through our offices located in europe and india. Our goal is to make relocating overseas easier for companies and individuals by providing a range of services tailored to their requirements.",
  "aboutDesc22": "We provide accommodation assistance, travel assistance, language training, transportation solutions and healthcare assistance. We are committed to handle all the challenges that the candidates may face in their new country, ensuring they feel supported every step of the way.",
  "aboutDesc23": "Additionally, we address language barriers and coordination issues to ensure effective communication and integration within the workplace. Our focus is on hiring top-quality employees and maintaining a high standard of satisfaction for our client companies. If a company is not satisfied with an employee, we promptly and efficiently replace them, ensuring minimal disruption.",
  "aboutDesc31": "At Nextland Careers, our goal is to link exceptional talent with outstanding career opportunities throughout Europe. We strive to bridge the gap between skilled professionals and premier employers, driving success and growth for both job seekers and businesses. Leveraging our extensive network of reliable partner companies, we deliver customized recruitment solutions that address the unique demands of the European job market.",
  "aboutDesc32": "We are committed to upholding the highest standards of excellence, integrity, and innovation, ensuring that we provide top-tier manpower solutions that enable individuals and organizations to reach their highest potential.",
  "aboutDesc41": "Our vision is to redefine the recruitment experience across Europe. We aim to be the go-to destination for both job seekers and employers, known for our unparalleled ability to match talent with opportunity.",
  "aboutDesc42": "By embracing innovative technologies and fostering deep, collaborative partnerships, we strive to set new standards in the recruitment industry. Our goal is to inspire and empower individuals to reach their career potential while enabling businesses to thrive with the best talent.",
  "aboutDesc43": "We are committed to build a future where Nextland Careers is synonymous with trust, excellence, and transformative success in the European employment landscape.",
  "serviceHeader1": "Job Applications",
  "serviceHeader2": "Skill Enhancement Training",
  "serviceHeader3": "Language Training",
  "serviceHeader4": "Visa Assistance",
  "serviceHeader5": "Onboarding & Check-in",
  "serviceHeader6": "Accommodation Assistance",
  "serviceDesc1": "We assist job seekers in navigating the application process, ensuring their profiles stand out to potential employers and connecting them to the best employers suited for their profile and thus land  their dream job. Our team provides personalized support, from crafting compelling resumes to preparing for interviews.",
  "serviceDesc2": "We help you enhance your skills by the help of our specialised training programmes. Professionals may upskill and gain the latest industry standard skills and knowledge necessary to succeed in the european job market.",
  "serviceDesc3": "To help candidates in overcome language barriers, enhancing their communication skills, and increasing their employability in a varied European market, we provide extensive language training. Our classes are designed for different skill levels and are taught by knowledgeable instructors.",
  "serviceDesc4": "Our professionals offer individualised advice and assistance, which streamlines and eases the visa application procedure. We keep up with the most recent immigration laws to provide fast and accurate guidance.",
  "serviceDesc5": "We provide a smooth transition for new hires through our standardized onboarding process, which includes orientation, paperwork and integration into their new positions and environments. Throughout the early phase of employment, our specialized team is accessible to answer any inquiries or concerns.",
  "serviceDesc6": "Relocating for a job might be tough. We assist our applicants in finding suitable lodging, ensuring they have a pleasant and secure place to reside while they begin their new careers. Our network of housing partners offers a wide range of solutions to suit individual needs and tastes.",
  "jobHeader1": "Mechanical Engineers",
  "jobHeader2": "Electrical Engineers",
  "jobHeader3": "Bakery & Confectionery",
  "jobHeader4": "Maintenance Technicians",
  "jobHeader5": "Pipe Fabricator",
  "jobHeader6": "Welder - MIG/TIG & ARC",
  "jobDesc1": "If you have over 3 years of experience in mechanical engineering and a strong background in the field, this could be the perfect opportunity for you.",
  "jobDesc2": "With 3+ years of hands-on experience in electrical engineering, your expertise is exactly what we're looking for.",
  "jobDesc3": "Got 2+ years of experience in bakery and confectionery? This is your chance to showcase your skills and grow your career.",
  "jobDesc4": "For those with 5+ years of experience in maintenance techniques, this role offers a great opportunity to apply your knowledge.",
  "jobDesc5": "Experienced in pipe fabrication? Your skills could be the ideal fit for this exciting opportunity.",
  "jobDesc6": "With specialized expertise in MIG/TIG & ARC welding, this position is tailor-made for someone with your level of skill.",
  "jobCaption1": "We have successfully placed",
  "jobCaption2": "multiple candidates across europe.",
  "clientDesc1": "ROM Technik is a German leader in the planning, construction and maintenance of technical building equipment. We support and optimize the entire life cycle of a building.",
  "clientDesc2": "We are your partner when it comes to planning, production and assembly of complex industrial plants. Our service is available to you for maintenance, revisions, conversions and dismantling. As a specialist and all-rounder, we offer you everything from a single source.",
  "clientDesc3": "Engineering, Repair & Service for Air and Flue Gas Technology Located in Eastern Münsterland, We Have Offered Quality and Expertise for More Than 40 Years. Our Engineering and Implementation Services Cover Most of the European Continent.",
  "clientDesc4": "We are a leading global industrial gases and engineering company, serving a variety of end markets such as chemicals and energy, food and beverages, electronics, healthcare, manufacturing, metals and mining.",
  "clientDesc5": "ISM is your reliable partner offering any complex services for any player in the industry, be it industrial assembly work, pipe installation, the production of steel structures or their installation.",
  "clientDesc6": "We are your experts in the fields of industry, railroad technology, renewable energies and automation technology. Our customers value our innovative and customized solutions, as well as the high quality and reliability of our products.",
  "clientDesc7": "Formenza Kft. is a pioneer in food manufacturing, after decades of experience in the meat industry. we are a leading  factory workforce supplier with operations in several large meat production and food packaging companies in Germany.",
  "clientDesc8": "Miczo Kft. developed into a successful European enterprise in the last years and offers Installation, Maintenance, review, repair work in building units of power plants and cement factories, installation works of existing power plants and cement factories. We are also pioneers in Fabrication and installation of steel structures.",
  "clientHead": "Our Clients",
  "contactHead": "Get in touch",
  "contactSubHead": "We'd love to hear from you! Contact us today for any inquiries or support",
  "contactQuesHead": "Have any questions?",
  "contactQues1": "How does NLC help you in processing ?",
  "contactQues2": "Does NLC provide any other trainings ?",
  "contactQues3": "How to get a job abroad ?",
  "contactQues4": "Is there any initial processing fee involved ?",
  "contactQues5": "Can we visit the office ?",
  "contactQues6": "Do we get refund if visa is not granted ?",
  "contactQues7": "Do we need valid prior experience ?",
  "contactQues8": "Do you conduct interview drives in collaboration with the companies ?",
  "contactAns1": "We will be coordinating the end-to-end process for you without letting you know any hassles.",
  "contactAns2": "We provide necessary language & skill based training for our candidates.",
  "contactAns3": "You can contact us and we will evaluate your profile and help you accordingly.",
  "contactAns4": "We don't charge any initial processing fee from our candidates.",
  "contactAns5": "You are welcome to visit our office during the office hours.",
  "contactAns6": "NLC won't be charging you any fee if visa is not granted.",
  "contactAns7": "It depends upon the job openings which are present.",
  "contactAns8": "Yes, we do conduct such drives to hire talented workers as soon as we can.",
  "homePage": "HOME PAGE",
  "about": "ABOUT US",
  "services": "SERVICES",
  "jobs": "JOBS",
  "clients": "CLIENTS",
  "contact": "CONTACT US",
  "top": "TOP",
  "sector": "SECTORS",
  "contactUS": "Contact us",
  "our": "OUR",
  "service": "SERVICES",
  "trustedBy": "TRUSTED BY",
  "manyCompanies": "MANY COMPANIES",
  "hereFrom": "HERE FROM OUR",
  "happyClients": "HAPPY CLIENTS",
  "rating1": "They are doing a wonderful job in giving such services to common man like us, our life changed completely.",
  "rating2": "Thanks to the team, long dream of work in Europe got fulfilled, good service.",
  "rating3": "Throughout the entire process, I got clear guidance and support. They made the entire process seamless and stress-free. I am very grateful for their professional and efficient service, and I highly recommend to all.",
  "privacyPolicy": "Privacy policy",
  "if": "If",
  "opportunity": "opportunity",
  "doesn't": "doesn't",
  "knock": "knock",
  "build": "build",
  "door": "a door",
  "servicesWeOffer": "Services we offer",
  "topJob": "Top Job Openings",
  "experience": "Experience",
  "country": "Country",
  "eduQuali": "Educational Qualification",
  "lang": "Language Skills",
  "3yr": "3 Years +",
  "2yr": "2 Years +",
  "5yr": "5 Years +",
  "germany": "Germany",
  "germanyHungary": "Germany & Hungary",
  "engineeDegree": "Engineering Degree",
  "EnglishBasicGerman": "English & Basic German",
  "conta": "Contact",
  "address": "Address",
  "moreQues": "Have more questions?",
  "letsTalk": "Let's talk",
  "writeTo": "Write to us"
}
