{
  "welcome": "DOLGOZZ",
  "head2": "EURÓPA VEZETŐ",
  "head3": "VÁLLALATAINÁL",
  "head4": "VELÜNK",
  "subHead1": "Segítünk,",
  "subHead2": "hogy karriered új",
  "subHead3": "magasságokba emelkedjen.",
  "sector1": "Mechanikai, elektromos és autóipar",
  "sector2": "Magas- és mélyépítés",
  "sector3": "Éttermek",
  "sector4": "Gyártás",
  "sector5": "Élelmiszer-feldolgozás",
  "sector6": "Egészségügy",
  "contact1": "Kezdj karriert",
  "contact2": "álmaid országában !",
  "service1": "Közvetlen álláspályázat",
  "service2": "Készségfejlesztő tréning",
  "service3": "Nyelvi képzés",
  "service4": "Vízumügyintézés",
  "service5": "Szálláskeresési segítség",
  "aboutHeader1": "Kik vagyunk ?",
  "aboutHeader2": "Mi tesz minket különlegessé ?",
  "aboutHeader3": "Küldetésünk",
  "aboutHeader4": "Jövőképünk",
  "aboutDesc11": "Miután évekig szoros együttműködésben dolgoztak különböző vállalatokkal Európában, a Nextland Careers igazgatói egy jelentős hiányosságot fedeztek fel: a kihívást, amellyel a különböző szektorokban működő vállalatok szembesülnek, amikor szakképzett munkaerőt keresnek. Azzal a céllal alapították meg a Nextland Careers-t, hogy ezt a hiányosságot pótolják. A jelenlegi európai munkaerőpiacon jelentős szakemberhiány tapasztalható, ami csak fokozza küldetésünk fontosságát. Azért vagyunk itt, hogy a legjobb szakembereket képezzük és segítsük őket abban, hogy karrierjük a következő szintre emelkedjen. A Nextland Careers-nél arra törekszünk, hogy függetlenül attól, honnan származik valaki vagy milyen tapasztalattal rendelkezik, felruházzuk őket a szükséges szakértelemmel és önbizalommal, hogy sikeresek lehessenek Európa vezető vállalataiban.Vállalatunk nem csupán karriereket épít, hanem tehetségeket is felfedez és összekapcsolja őket a lehetőségekkel.",
  "aboutDesc12": "",
  "aboutDesc13": "",
  "aboutDesc21": "A Nextland Careers többet kínál, mint a hagyományos toborzás. Stratégiánk biztosítja, hogy a pályázók átfogó és folyamatos támogatást kapjanak európai és indiai irodáink révén. Célunk, hogy megkönnyítsük a külföldre költözést mind a vállalatok, mind az egyének számára, olyan szolgáltatások széles skálájával, amelyek az igényeikre szabottak.",
  "aboutDesc22": "Segítséget nyújtunk a szálláskeresésben, utazásban, nyelvi képzésben, közlekedési megoldásokban és az egészségügyi ellátásban. Elkötelezettek vagyunk amellett, hogy megoldjuk a jelöltek új országukban felmerülő kihívásait, és biztosítjuk, hogy a folyamat során végig támogatva érezzék magukat.",
  "aboutDesc23": "Ezen felül megszüntetjük a nyelvi akadályokat és a koordinációs problémákat, hogy hatékony kommunikáció és integráció valósuljon meg a munkahelyeken. Arra összpontosítunk, hogy kiváló munkavállalókat közvetítsünk, miközben magas szintű elégedettséget biztosítunk ügyfélvállalataink számára. Ha egy cég elégedetlen egy munkavállalóval, gyorsan és hatékonyan cseréljük ki, hogy a fennakadások minimálisak legyenek.",
  "aboutDesc31": "A Nextland Careers célja, hogy kivételes tehetségeket összekössön kiemelkedő karrierlehetőségekkel egész Európában. Arra törekszünk, hogy áthidaljuk a szakképzett munkaerő és a prémium munkáltatók közötti rést, ezáltal elősegítve a sikeres és fenntartható növekedést mind az álláskeresők, mind a vállalatok számára. Megbízható partnerhálózatunk révén testreszabott toborzási megoldásokat kínálunk, amelyek megfelelnek az európai munkaerőpiac egyedi igényeinek.Elkötelezettek vagyunk az iránt, hogy a legmagasabb szintű kiválóságot, integritást és innovációt képviseljük, és olyan munkaerőellátási megoldásokat nyújtsunk, melyek lehetővé teszik az egyének és szervezetek számára, hogy elérjék legmagasabb potenciáljukat.",
  "aboutDesc32": "",
  "aboutDesc41": "A célunk, hogy újradefiniáljuk a toborzási élményt egész Európában. Arra törekszünk, hogy az első számú választás legyünk mind az álláskeresők, mind a munkaadók számára, és elismertek legyünk páratlan képességünkért, amellyel összekapcsoljuk a tehetségeket a lehetőségekkel.",
  "aboutDesc42": "Innovatív technológiák felhasználásával és mélyreható, együttműködő partnerségek építésével elkötelezettek vagyunk amellett, hogy új mércét állítsunk a toborzóiparban. Célunk, hogy inspiráljuk és segítsük az egyéneket karrierlehetőségeik teljes mértékű kiaknázására, miközben segítjük a vállalatokat abban, hogy a legtehetségesebb munkavállalók által fejlődhessenek.",
  "aboutDesc43": "Elkötelezettek vagyunk amellett, hogy olyan jövőt építsünk, amelyben a Nextland Careers a bizalom, kiválóság és átütő sikerek szinonimája lesz az európai munkaerőpiacon.",
  "serviceHeader1": "Jelentkezés",
  "serviceHeader2": "Képességfejlesztő képzés",
  "serviceHeader3": "Nyelvi képzés",
  "serviceHeader4": "Vízum segítség",
  "serviceHeader5": "Beilleszkedési és Onboarding támogatás",
  "serviceHeader6": "Szállás támogatás",
  "serviceDesc1": "Segítjük az álláskeresőket abban, hogy sikeresen végigmenjenek a jelentkezési folyamaton. Gondoskodunk róla, hogy profiljuk kiemelkedjen a potenciális munkáltatók számára, és összekötjük őket azokkal a legjobb cégekkel, amelyek megfelelnek profiljuknak, így segítve őket álmaik munkájának megszerzésében. Csapatunk személyre szabott támogatást nyújt, kezdve a meggyőző önéletrajzok elkészítésétől az interjúkra való felkészítésig.",
  "serviceDesc2": "Segítünk fejleszteni a készségeidet a speciális képzési programjaink révén. A szakemberek továbbképzést kaphatnak, és megszerezhetik azokat a legújabb iparági készségeket és tudást, amelyek szükségesek a sikerhez az európai munkaerőpiacon.",
  "serviceDesc3": "Annak érdekében, hogy a jelöltek leküzdjék a nyelvi akadályokat, javítsák kommunikációs képességeiket és növeljék foglalkoztatási esélyeiket az európai munkaerőpiacon, átfogó nyelvi képzést kínálunk. Tanfolyamaink különböző szintű készségekre vannak szabva, és tapasztalt oktatók vezetik őket.",
  "serviceDesc4": "Szakértőink egyéni tanácsadást és támogatást nyújtanak, hogy a vízumigénylési folyamat egyszerűbb és gyorsabb legyen. Nyomon követjük a legújabb bevándorlási törvényeket, hogy gyors és pontos iránymutatást adjunk.",
  "serviceDesc5": "Gondoskodunk az új munkavállalók zökkenőmentes munkakezdéséről a szabványosított beilleszkedési folyamatunk révén, amely tartalmazza az eligazítást, az iratok feldolgozását és az új pozíciójukba és környezetükbe történő integrációt. A foglalkoztatás első szakaszában erre specializált csapatunk bármikor elérhető kérdések vagy problémák esetén.",
  "serviceDesc6": "Az új munkalehetőség miatti költözés kihívásokkal járhat. Segítünk jelöltjeinknek a megfelelő szállás megtalálásában, és biztosítjuk, hogy kellemes és biztonságos lakóhelyük legyen, miközben új karrierjük kezdetén járnak. Szálláspartnereink hálózata különféle megoldásokat kínál az egyedi igényeknek és preferenciáknak megfelelően.",
  "jobHeader1": "Gépészmérnökök",
  "jobHeader2": "Villamosmérnökök",
  "jobHeader3": "Pékek és cukrászok",
  "jobHeader4": "Karbantartási technikusok",
  "jobHeader5": "Csőszerelők",
  "jobHeader6": "Hegesztők - MIG/TIG & Ívhegesztés",
  "jobHeader7": "Nővér",
  "jobHeader8": "Hentes",
  "jobDesc1": "Ha több mint 3 év tapasztalatod van a gépészet területén és erős háttérrel rendelkezel, ez a tökéletes lehetőség számodra.",
  "jobDesc2": "Több mint 3 éves gyakorlati tapasztalattal rendelkezel az elektromos mérnöki területen? A te szakértelmed az, amit keresünk.",
  "jobDesc3": "Van több mint 2 év tapasztalatod a pékség és cukrászat területén? Itt az alkalom, hogy megmutasd tehetségedet és előrelépj karrieredben.",
  "jobDesc4": "Mindazok számára, akik több mint 5 éves tapasztalattal rendelkeznek a karbantartás területén, ez a munkakör kiváló lehetőséget kínál a tudásod alkalmazására.",
  "jobDesc5": "Van tapasztalatod a csőszerelésben? A készségeid tökéletesek lehetnek ehhez az izgalmas lehetőséghez.",
  "jobDesc6": "Speciális szakértelemmel rendelkezel a MIG/TIG és ívhegesztés területén? Ez a pozíció kifejezetten a te szakképesítési szintedre szabott.",
  "jobDesc7": "Van több mint egy év tapasztalata ápolónőként? Itt az esélye, hogy megmutassa képességeit és előrelépjen a karrierjében.",
  "jobDesc8": "Van több mint egy év tapasztalata a hentesiparban? Itt az esélye, hogy megmutassa képességeit és előrelépjen a karrierjében.",
  "jobCaption1": "Számos sikeresen elhelyezett",
  "jobCaption2": "jelöltünk van egész Európában",
  "clientDesc1": "A ROM Technik vezető német vállalat a műszaki épületberendezések tervezésében, építésében és karbantartásában. Támogatjuk és optimalizáljuk az épületek teljes életciklusát.",
  "clientDesc2": "Partnerek vagyunk az ipari létesítmények tervezésében, gyártásában és szerelésében. Szolgáltatásaink közé tartozik a karbantartás, felülvizsgálat, átalakítás és leszerelés. Minden szolgáltatást egy kézből kínálunk, mint a szakértők és mindentudók.",
  "clientDesc3": "Mérnöki, javítási és szolgáltatási tevékenységek a levegő- és füstgáztisztítási technológiák terén. Az észak-nyugat németországi Münsterlandban található, és több mint 40 éve kínál minőségi szolgáltatásokat és szakértelmet.",
  "clientDesc4": "Vezető globális ipari gáz- és mérnöki vállalat vagyunk, és számos végpiacon szolgáljuk ki ügyfeleinket, ideértve a vegyipart, energiát, élelmiszeripart, elektronikát, egészségügyet, gyártást, fémipart és bányászatot.",
  "clientDesc5": "Az ISM megbízható partner komplex szolgáltatások biztosításában az ipari szerelési, csőtelepítési, acélszerkezetek gyártási és telepítési tevékenységek terén.",
  "clientDesc6": "Szakértők vagyunk az ipari, vasúti technológia, megújuló energiaforrások és automatizálási megoldások terén. Ügyfeleink nagyra értékelik innovatív és testreszabott megoldásainkat, valamint termékeink magas minőségét és megbízhatóságát.",
  "clientDesc7": "A Formenza Kft. úttörő az élelmiszeriparban, évtizedes tapasztalattal a húsiparban. Vezető munkaerő-szolgáltatóként működünk, és számos jelentős húsfeldolgozó és élelmiszercsomagoló céget szolgálunk ki Németországban.",
  "clientDesc8": "A Miczo Kft. az utóbbi években sikeres európai vállalattá vált, amely telepítési, karbantartási, ellenőrzési és javítási szolgáltatásokat nyújt erőművek és cementgyárak építési egységeiben, valamint telepítési munkálatokat végez meglévő erőművekben és cementgyárakban.",
  "contactHead": "Lépjen kapcsolatba velünk",
  "contactSubHead": "Szívesen hallanánk Önről! Lépjen kapcsolatba velünk még ma bármilyen kérdés vagy támogatási igény esetén.",
  "contactQuesHead": "Vannak kérdései?",
  "contactQues1": "Hogyan segít Önnek a NLC a feldolgozásban ?",
  "contactQues2": "Kínál az NLC más képzéseket is?",
  "contactQues3": "Hogyan lehet külföldön munkát találni?",
  "contactQues4": "Van kezdeti feldolgozási díj?",
  "contactQues5": "Látogathatjuk az irodát?",
  "contactQues6": "Visszakapjuk a díjat, ha nem adják meg a vízumot?",
  "contactQues7": "Szükséges előzetes tapasztalat?",
  "contactQues8": "Tartanak interjú eseményeket cégekkel együttműködve?",
  "contactAns1": "Minden folyamatot koordinálunk Ön helyett, így Önnek nem kell aggódnia semmilyen problémával kapcsolatban.",
  "contactAns2": "Nyelvi és készségalapú képzéseket kínálunk a jelöltek számára.",
  "contactAns3": "Lépjen kapcsolatba velünk, és kiértékeljük profilját, hogy megfelelő segítséget nyújthassunk Önnek",
  "contactAns4": "Nem számítunk fel kezdeti feldolgozási díjat a jelölteinknek.",
  "contactAns5": "Szeretettel várjuk, hogy látogassa meg irodánkat munkaidőben.",
  "contactAns6": "A NLC nem számít fel díjat, ha a vízum nem kerül kiadásra.",
  "contactAns7": "Ez az elérhető állásajánlatoktól függ.",
  "contactAns8": "Igen, tartunk ilyen eseményeket, hogy minél hamarabb megtaláljuk a tehetséges munkavállalókat.",
  "homePage": "KEZDŐOLDAL",
  "about": "RÓLUNK",
  "services": "SZOLGÁLTATÁSOK",
  "jobs": "ÁLLÁSOK",
  "clients": "ÜGYFELEK",
  "contact": "KAPCSOLATOT",
  "top": "LEGFONTOSABB",
  "sector": "IPARÁGAK",
  "contactUS": "Vegye fel velünk a kapcsolatot",
  "our": "",
  "service": "Szolgáltatásaink",
  "trustedBy": "Sok cég",
  "manyCompanies": "bízik bennünk",
  "hereFrom": "Íme néhány vélemény",
  "happyClients": "boldog ügyfeleinktől",
  "rating1": "Csodálatos munkát végeznek, amikor ilyen szolgáltatásokat nyújtanak olyan hétköznapi embereknek, mint mi. Az életünk teljesen megváltozott.",
  "rating2": "A csapat jóvoltából valóra vált egy régóta dédelgetett európai munka, jó szolgáltatás.",
  "rating3": "Az egész folyamat során egyértelmű útmutatást és támogatást kaptam. Zökkenőmentessé és stresszmentessé tették az egész folyamatot. Nagyon hálás vagyok a szakszerű és hatékony szolgáltatásukért, mindenkinek csak ajánlani tudom.",
  "privacyPolicy": "Privacy policy",
  "if": "Ha a",
  "opportunity": "lehetőség",
  "doesn't": "nem",
  "knock": "kopogtat",
  "build": "építs",
  "door": "ajtót",
  "servicesWeOffer": "Az általunk kínált szolgáltatások",
  "topJob": "Legnépszerűbb álláslehetőségek",
  "experience": "Tapasztalat",
  "country": "Ország",
  "eduQuali": "Oktatási végzettség",
  "lang": "Nyelvi készségek",
  "1yr": "1 év felett",
  "3yr": "3 év felett",
  "2yr": "2 év felett",
  "5yr": "5 év felett",
  "germany": "Németország",
  "germanyHungary": "Németország & Hungary",
  "gerHunSlo": "Germany, Slovakia & Hungary",
  "engineeDegree": "Mérnöki végzettség",
  "EnglishBasicGerman": "Angol és alap német",
  "B2": "B2 level proficiency",
  "basic": "English / Basic",
  "clientHead": " Ügyfeleink",
  "conta": "Kapcsolat",
  "address": "Cím",
  "moreQues": "Van még kérdése?",
  "letsTalk": "Beszéljünk",
  "writeTo": "Írjon nekünk"
}
