{
  "welcome": "ARBEITE IN DEN",
  "head2": "FÜHRENDEN EUROPÄISCHEN",
  "head3": "UNTERNEHMEN",
  "head4": "MIT UNS",
  "subHead1": "Wir helfen dir,",
  "subHead2": "deine Karriere auf",
  "subHead3": "neue Höhen zu bringen.",
  "sector1": "Mechanisch, Elektrisch und Automobil",
  "sector2": "Hoch- und Tiefbau",
  "sector3": "Restaurants",
  "sector4": "Produktion",
  "sector5": "Lebensmittelverarbeitung",
  "sector6": "Gesundheitspflege",
  "contact1": "Starten Sie eine Karriere im",
  "contact2": "Ausland in Ihrem Traumland !",
  "service1": "Direkte Stellenbewerbung",
  "service2": "Fähigkeiten Verbesserung",
  "service3": "Sprachtraining",
  "service4": "Visumhilfe",
  "service5": "Unterkunftshilfe",
  "aboutHeader1": "Wer wir sind ?",
  "aboutHeader2": "Was uns anders macht ?",
  "aboutHeader3": "Unsere Mission",
  "aboutHeader4": "Unsere Vision",
  "aboutDesc11": "Nachdem wir mehrere Jahre eng mit verschiedenen Unternehmen in Europa zusammengearbeitet haben, haben unsere Direktoren bei Nextland Careers eine große Lücke erkannt: die Herausforderung, die Unternehmen in verschiedenen Sektoren bei der Suche nach qualifizierten Arbeitskräften bewältigen müssen. Mit diesem Ziel vor Augen haben unsere Direktoren Nextland Careers gegründet, um diese Lücke zu schließen.",
  "aboutDesc12": "Im aktuellen europäischen Markt gibt es einen bemerkenswerten Mangel an Fachkräften, was die Bedeutung unserer Mission verstärkt. Wir sind hier, um die besten Fachleute auszubilden und ihre Karrieren auf das nächste Level zu heben. Bei Nextland Careers geht es darum, sicherzustellen, dass unabhängig von Herkunft oder Erfahrung, wir darauf ausgerichtet sind, Menschen mit dem Fachwissen und dem Selbstvertrauen auszustatten, die sie benötigen, um in den führenden Unternehmen Europas erfolgreich zu sein.",
  "aboutDesc13": "Unser Unternehmen formt nicht nur Karrieren, sondern bringt auch Talente hervor und verbindet sie mit Chancen.",
  "aboutDesc21": "Bei Nextland Careers bieten wir mehr als nur herkömmliche Personalbeschaffung. Unsere Strategie stellt sicher, dass Bewerber umfassende und kontinuierliche Unterstützung durch unsere Büros in Europa und Indien erhalten. Unser Ziel ist es, den Umzug ins Ausland sowohl für Unternehmen als auch für Einzelpersonen zu erleichtern, indem wir eine Vielzahl von Dienstleistungen anbieten, die auf ihre Bedürfnisse zugeschnitten sind.",
  "aboutDesc22": "Wir bieten Unterstützung bei der Unterkunft, Hilfe bei Reisen, Sprachtraining, Transportlösungen und Gesundheitsversorgung. Unser Engagement besteht darin, alle Herausforderungen zu bewältigen, denen die Kandidaten in ihrem neuen Land begegnen könnten, und sicherzustellen, dass sie sich während des gesamten Prozesses unterstützt fühlen.",
  "aboutDesc23": "Zusätzlich beheben wir Sprachbarrieren und Koordinationsprobleme, um eine effektive Kommunikation und Integration am Arbeitsplatz zu gewährleisten. Unser Fokus liegt darauf, erstklassige Mitarbeiter einzustellen und gleichzeitig einen hohen Zufriedenheitsstandard für unsere Kundenunternehmen zu wahren. Sollte ein Unternehmen mit einem Mitarbeiter unzufrieden sein, ersetzen wir diesen schnell und effizient, um Störungen auf ein Minimum zu reduzieren.",
  "aboutDesc31": "Bei Nextland Careers ist es unser Ziel, außergewöhnliche Talente mit herausragenden Karrieremöglichkeiten in ganz Europa zu verbinden. Wir streben danach, die Lücke zwischen qualifizierten Fachkräften und erstklassigen Arbeitgebern zu schließen, um Erfolg und Wachstum sowohl für Arbeitssuchende als auch für Unternehmen voranzutreiben. Durch unser umfangreiches Netzwerk zuverlässiger Partnerunternehmen bieten wir maßgeschneiderte Rekrutierungslösungen, die den einzigartigen Anforderungen des europäischen Arbeitsmarkts gerecht werden.",
  "aboutDesc32": "Wir verpflichten uns, die höchsten Standards in Bezug auf Exzellenz, Integrität und Innovation einzuhalten, und stellen sicher, dass wir erstklassige Personal-Lösungen bieten, die es Einzelpersonen und Organisationen ermöglichen, ihr höchstes Potenzial zu erreichen.",
  "aboutDesc41": "Unsere Vision ist es, das Rekrutierungserlebnis in ganz Europa neu zu definieren. Wir streben danach, die erste Anlaufstelle sowohl für Arbeitssuchende als auch für Arbeitgeber zu werden, bekannt für unsere unvergleichliche Fähigkeit, Talente mit Chancen zu verbinden.",
  "aboutDesc42": "Durch die Nutzung innovativer Technologien und den Aufbau tiefgreifender, kollaborativer Partnerschaften setzen wir uns dafür ein, neue Maßstäbe in der Rekrutierungsbranche zu setzen. Unser Ziel ist es, Einzelpersonen zu inspirieren und zu ermächtigen, ihr Karrierepotenzial voll auszuschöpfen, während wir Unternehmen dabei unterstützen, mit den besten Talenten zu gedeihen.",
  "aboutDesc43": "Wir sind entschlossen, eine Zukunft aufzubauen, in der Nextland Careers für Vertrauen, Exzellenz und transformative Erfolge im europäischen Arbeitsmarkt steht.",
  "serviceHeader1": "Bewerbungen",
  "serviceHeader2": "Fähigkeiten Verbesserung",
  "serviceHeader3": "Sprachtraining",
  "serviceHeader4": "Visumshilfe",
  "serviceHeader5": "Onboarding & Check-in",
  "serviceHeader6": "Unterstützung bei der Unterkunft",
  "serviceDesc1": "Wir unterstützen Arbeitssuchende dabei, den Bewerbungsprozess erfolgreich zu meistern, indem wir sicherstellen, dass ihre Profile bei potenziellen Arbeitgebern hervorstechen und sie mit den besten Unternehmen verknüpfen, die zu ihrem Profil passen, um so ihren Traumjob zu bekommen. Unser Team bietet individuelle Unterstützung, von der Erstellung überzeugender Lebensläufe bis hin zur Vorbereitung auf Vorstellungsgespräche.",
  "serviceDesc2": "Wir helfen dir, deine Fähigkeiten durch unsere spezialisierten Trainingsprogramme zu verbessern. Fachkräfte können sich weiterbilden und die neuesten branchenüblichen Fähigkeiten und das Wissen erwerben, das für den Erfolg auf dem europäischen Arbeitsmarkt notwendig ist.",
  "serviceDesc3": "Um Kandidaten dabei zu helfen, Sprachbarrieren zu überwinden, ihre Kommunikationsfähigkeiten zu verbessern und ihre Beschäftigungsfähigkeit auf dem vielfältigen europäischen Markt zu steigern, bieten wir umfassendes Sprachtraining an. Unsere Kurse sind auf verschiedene Fähigkeitsstufen zugeschnitten und werden von erfahrenen Lehrkräften unterrichtet.",
  "serviceDesc4": "Unsere Fachleute bieten individuelle Beratung und Unterstützung, um den Visumantragsprozess zu vereinfachen und zu erleichtern. Wir verfolgen die neuesten Einwanderungsgesetze, um schnelle und präzise Anleitungen zu geben.",
  "serviceDesc5": "Wir sorgen für einen reibungslosen Übergang neuer Mitarbeiter durch unseren standardisierten Onboarding-Prozess, der Orientierung, Unterlagenbearbeitung und die Integration in ihre neuen Positionen und Umgebungen umfasst. Während der ersten Phase der Anstellung steht unser spezialisiertes Team jederzeit für Fragen oder Anliegen zur Verfügung.",
  "serviceDesc6": "Ein Umzug für einen Job kann herausfordernd sein. Wir helfen unseren Bewerbern dabei, eine passende Unterkunft zu finden, und stellen sicher, dass sie einen angenehmen und sicheren Wohnort haben, während sie ihre neue Karriere beginnen. Unser Netzwerk von Unterkunftspartnern bietet eine Vielzahl von Lösungen, um individuellen Bedürfnissen und Vorlieben gerecht zu werden. ",
  "jobHeader1": "Maschinenbauingenieure",
  "jobHeader2": "Elektroingenieure",
  "jobHeader3": "Bäckerei & Konditorei",
  "jobHeader4": "Wartungstechniker",
  "jobHeader5": "Rohrschlosser",
  "jobHeader6": "Schweißer - MIG/TIG & ARC",
  "jobDesc1": "Wenn du über 3 Jahre Erfahrung im Maschinenbau und einen starken Hintergrund in diesem Bereich hast, könnte dies die perfekte Gelegenheit für dich sein.",
  "jobDesc2": "Mit mehr als 3 Jahren praktischer Erfahrung im Bereich Elektrotechnik ist deine Expertise genau das, wonach wir suchen.",
  "jobDesc3": "Hast du mehr als 2 Jahre Erfahrung in der Bäckerei und Konditorei? Das ist deine Chance, dein Können zu zeigen und deine Karriere voranzubringen.",
  "jobDesc4": "Für alle mit über 5 Jahren Erfahrung in Wartungstechniken bietet diese Rolle eine hervorragende Gelegenheit, dein Wissen anzuwenden.",
  "jobDesc5": "Erfahren in der Rohrfertigung? Deine Fähigkeiten könnten perfekt zu dieser spannenden Gelegenheit passen.",
  "jobDesc6": "Mit spezialisiertem Fachwissen im MIG/TIG- und ARC-Schweißen ist diese Position genau auf jemanden mit deinem Qualifikationsniveau zugeschnitten.",
  "jobCaption1": "Wir haben erfolgreich mehrere",
  "jobCaption2": "Kandidaten in ganz Europa platziert",
  "clientDesc1": "ROM Technik ist ein führendes deutsches Unternehmen in der Planung, dem Bau und der Wartung technischer Gebäudeausstattung. Wir unterstützen und optimieren den gesamten Lebenszyklus eines Gebäudes",
  "clientDesc2": "Wir sind Ihr Partner, wenn es um die Planung, Produktion und Montage komplexer Industrieanlagen geht. Unser Service steht Ihnen für Wartung, Revisionen, Umbaumaßnahmen und Demontage zur Verfügung. Als Spezialist und Alleskönner bieten wir Ihnen alles aus einer Hand",
  "clientDesc3": "Engineering, Reparatur und Service für Luft- und Abgas-Technologie. Ansässig im östlichen Münsterland, bieten wir seit über 40 Jahren Qualität und Expertise. Unsere Ingenieur- und Implementierungsdienstleistungen decken den größten Teil des europäischen Kontinents ab",
  "clientDesc4": "Wir sind ein führendes globales Unternehmen für Industriegase und Engineering und bedienen eine Vielzahl von Endmärkten wie Chemie und Energie, Lebensmittel und Getränke, Elektronik, Gesundheitswesen, Fertigung, Metall und Bergbau",
  "clientDesc5": "ISM ist Ihr zuverlässiger Partner, der komplexe Dienstleistungen für alle Akteure der Branche anbietet, sei es bei industriellen Montagetätigkeiten, Rohrinstallationen, der Herstellung von Stahlkonstruktionen oder deren Installation",
  "clientDesc6": "Wir sind Ihre Experten in den Bereichen Industrie, Bahntechnologie, erneuerbare Energien und Automatisierungstechnik. Unsere Kunden schätzen unsere innovativen und maßgeschneiderten Lösungen sowie die hohe Qualität und Zuverlässigkeit unserer Produkte",
  "clientDesc7": "Formenza Kft. ist ein Pionier in der Lebensmittelherstellung mit jahrzehntelanger Erfahrung in der Fleischindustrie. Wir sind ein führender Anbieter von Arbeitskräften für die Industrie und tätig in mehreren großen Fleischproduktions- und Lebensmittelverpackungsunternehmen in Deutschland",
  "clientDesc8": "Miczo Kft. hat sich in den letzten Jahren zu einem erfolgreichen europäischen Unternehmen entwickelt und bietet Installation, Wartung, Überprüfung und Reparaturarbeiten in den Baueinheiten von Kraftwerken und Zementfabriken sowie Installationsarbeiten in bestehenden Kraftwerken und Zementfabriken an. Wir sind auch Pioniere in der Herstellung und Installation von Stahlkonstruktionen",
  "clientHead": "Unsere Kunden",
  "contactHead": "Nehmen Sie Kontakt auf",
  "contactSubHead": "Wir würden uns freuen, von Ihnen zu hören! Kontaktieren Sie uns noch heute für Anfragen oder Unterstützung",
  "contactQuesHead": "Haben Sie weiter Fragen?",
  "contactQues1": "Wie hilft Ihnen NLC bei der Verarbeitung?",
  "contactQues2": "Bietet NLC noch andere Schulungen an ?",
  "contactQues3": "Wie findet man einen Job im Ausland?",
  "contactQues4": "Gibt es eine anfängliche Bearbeitungsgebühr?",
  "contactQues5": "Können wir das Büro besuchen?",
  "contactQues6": "Bekommen wir eine Rückerstattung, wenn das Visum nicht erteilt wird?",
  "contactQues7": "benötigen wir gültige vorherige Erfahrung?",
  "contactQues8": "Führen Sie Interviewveranstaltungen in Zusammenarbeit mit den Unternehmen durch?",
  "contactAns1": "Wir koordinieren den gesamten Prozess für Sie, ohne dass Sie sich um irgendwelche Probleme kümmern müssen",
  "contactAns2": "Wir bieten notwendige Sprach- und fähigkeitsbasierte Schulungen für unsere Kandidaten an",
  "contactAns3": "Sie können uns kontaktieren, und wir werden Ihr Profil bewerten und Ihnen entsprechend helfen",
  "contactAns4": "Wir berechnen unseren Kandidaten keine anfängliche Bearbeitungsgebühr",
  "contactAns5": "Sie sind herzlich eingeladen, unser Büro während der Bürozeiten zu besuchen",
  "contactAns6": "NLC wird Ihnen keine Gebühr berechnen, wenn das Visum nicht erteilt wird",
  "contactAns7": "Es hängt von den verfügbaren Stellenangeboten ab",
  "contactAns8": "Ja, wir führen solche Veranstaltungen durch, um talentierte Mitarbeiter so schnell wie möglich einzustellen"
}
