{
  "welcome": "PRÁCA V",
  "head2": "TOP EURÓPSKYCH",
  "head3": "SPOLOČNOSTIACH",
  "head4": "PREKO NAS",
  "subHead1": "Pomáhame vám",
  "subHead2": "posunúť vašu",
  "subHead3": "kariéru na nové výšiny.",
  "sector1": "Mechanika, Elektrotechnika a Automobilový priemysel",
  "sector2": "Stavebníctvo",
  "sector3": "Reštaurácie",
  "sector4": "Výroba",
  "sector5": "Spracovanie potravín",
  "sector6": "Zdravotná starostlivosť / Zdravotná starostlivos",
  "contact1": "Začnite kariéru v zahraničí v",
  "contact2": "krajine svojich snov !",
  "service1": "Priama žiadosť o zamestnanie",
  "service2": "Školenie na zlepšenie zručností",
  "service3": "Jazykové školenie",
  "service4": "Asistencia pri vízach",
  "service5": "Asistencia pri ubytovaní",
  "aboutHeader1": "Kto sme ?",
  "aboutHeader2": "Čo nás odlišuje ?",
  "aboutHeader3": "Naša misia",
  "aboutHeader4": "Naša vízia",
  "aboutDesc11": "Po niekoľkých rokoch úzkej spolupráce s rôznymi spoločnosťami v Európe si naši riaditelia v Nextland Careers uvedomili veľkú medzeru: výzvu, ktorú musia spoločnosti v rôznych sektoroch prekonávať pri hľadaní kvalifikovanej pracovnej sily. S týmto cieľom naši riaditelia založili Nextland Careers, aby zaplnili túto medzeru. Na aktuálnom európskom trhu existuje pozoruhodný nedostatok odborníkov, čo zvyšuje význam našej misie. Sme tu, aby sme školili najlepších odborníkov a posúvali ich kariéry na ďalšiu úroveň. V Nextland Careers ide o zabezpečenie toho, aby sme bez ohľadu na pôvod alebo skúsenosti, pomohli ľuďom získať odborné zručnosti a sebavedomie potrebné na úspech v popredných európskych spoločnostiach.",
  "aboutDesc12": "Naša spoločnosť nielenže formuje kariéry, ale aj rozvíja talenty a prepája ich s príležitosťami.",
  "aboutDesc13": "",
  "aboutDesc21": "V Nextland Careers ponúkame viac než len tradičné náborové služby. Naša stratégia zabezpečuje, že uchádzači dostávajú komplexnú a kontinuálnu podporu prostredníctvom našich kancelárií v Európe a Indii. Naším cieľom je uľahčiť presun do zahraničia pre spoločnosti aj jednotlivcov tým, že ponúkame širokú škálu služieb prispôsobených ich potrebám.",
  "aboutDesc22": "Ponúkame podporu pri ubytovaní, pomoc pri cestovaní, jazykové školenie, dopravné riešenia a zdravotnú starostlivosť. Naša angažovanosť spočíva v zvládaní všetkých výziev, ktorým môžu uchádzači čeliť vo svojej novej krajine, a v zabezpečení toho, aby sa počas celého procesu cítili podporovaní.",
  "aboutDesc23": "Okrem toho riešime jazykové bariéry a koordinačné problémy, aby sme zabezpečili efektívnu komunikáciu a integráciu na pracovisku. Naším zameraním je zamestnávať prvotriednych zamestnancov a súčasne udržiavať vysoký štandard spokojnosti našich zákazníckych spoločností. Ak by spoločnosť nebola spokojná s zamestnancom, rýchlo a efektívne ho nahradíme, aby sme minimalizovali narušenie.",
  "aboutDesc31": "V Nextland Careers je naším cieľom prepájať mimoriadne talenty s vynikajúcimi kariérnymi príležitosťami v celej Európe. Usilujeme sa o prekonanie medzery medzi kvalifikovanými odborníkmi a prvotriednymi zamestnávateľmi s cieľom podporiť úspech a rast pre uchádzačov o zamestnanie aj pre spoločnosti. Prostredníctvom našej rozsiahlej siete spoľahlivých partnerských spoločností ponúkame prispôsobené náborové riešenia, ktoré spĺňajú jedinečné požiadavky európskeho trhu práce. Zaväzujeme sa dodržiavať najvyššie štandardy v oblasti excelentnosti, integrity a inovácií, a zabezpečiť, aby sme poskytovali prvotriedne personálne riešenia, ktoré umožňujú jednotlivcom a organizáciám dosiahnuť svoj maximálny potenciál.",
  "aboutDesc32": "",
  "aboutDesc41": "Našou víziou je redefinovať náborový zážitok v celej Európe. Snažíme sa stať prvým miestom, na ktoré sa uchádzači a zamestnávatelia obráti, známi našou bezkonkurenčnou schopnosťou spájať talenty s príležitosťami.",
  "aboutDesc42": "Využívaním inovatívnych technológií a budovaním hlbokých, spolupracujúcich partnerstiev sa usilujeme o to, aby sme nastavili nové štandardy v oblasti náboru. Naším cieľom je inšpirovať a posilniť jednotlivcov, aby plne využili svoj kariérny potenciál, zatiaľ čo pomáhame spoločnostiam prosperovať s tými najlepšími talentami.",
  "aboutDesc43": "Sme odhodlaní budovať budúcnosť, v ktorej bude Nextland Careers synonymom dôvery, excelentnosti a transformujúcich úspechov na európskom trhu práce.",
  "serviceHeader1": "Žiadosti",
  "serviceHeader2": "Zlepšenie zručností",
  "serviceHeader3": "Jazykové školenie",
  "serviceHeader4": "Asistencia pri vízach",
  "serviceHeader5": "Onboarding & Check-in",
  "serviceHeader6": "Asistencia pri ubytovaní",
  "serviceDesc1": "Podporujeme uchádzačov o zamestnanie, aby úspešne zvládli proces žiadania o zamestnanie, a zabezpečujeme, že ich profily vynikajú u potenciálnych zamestnávateľov a prepojujeme ich s najlepšími spoločnosťami, ktoré zodpovedajú ich profilu, aby tak získali svoju vysnívanú prácu. Náš tím ponúka individuálnu podporu, od vytvorenia presvedčivých životopisov až po prípravu na pohovory.",
  "serviceDesc2": "Pomáhame vám zlepšiť vaše zručnosti prostredníctvom našich špecializovaných tréningových programov. Odborníci sa môžu vzdelávať a získať najnovšie zručnosti a vedomosti, ktoré sú potrebné na úspech na európskom trhu práce.",
  "serviceDesc3": "Aby sme pomohli uchádzačom prekonať jazykové bariéry, zlepšiť svoje komunikačné schopnosti a zvýšiť svoju zamestnateľnosť na rozmanitom európskom trhu, ponúkame komplexné jazykové školenie. Naše kurzy sú prispôsobené rôznym úrovniam zručností a vedú ich skúsení učitelia.",
  "serviceDesc4": "Naši odborníci poskytujú individuálne poradenstvo a podporu, aby zjednodušili a uľahčili proces žiadosti o vízum. Sledujeme najnovšie imigračné zákony, aby sme poskytovali rýchle a presné pokyny.",
  "serviceDesc5": "Zabezpečujeme hladký prechod nových zamestnancov prostredníctvom nášho štandardizovaného onboardingového procesu, ktorý zahŕňa orientáciu, spracovanie dokumentov a integráciu do ich nových pozícií a prostredí. Počas prvej fázy zamestnania je náš špecializovaný tím kedykoľvek k dispozícii na otázky alebo obavy.",
  "serviceDesc6": "Presťahovanie za prácou môže byť výzvou. Pomáhame našim uchádzačom nájsť vhodné ubytovanie a zabezpečujeme, aby mali príjemné a bezpečné miesto na bývanie, keď začínajú svoju novú kariéru. Naša sieť partnerov na ubytovanie ponúka širokú škálu riešení, aby vyhovovala individuálnym potrebám a preferenciám.",
  "jobHeader1": "Strojní inžinieri",
  "jobHeader2": "Elektroinžinieri",
  "jobHeader3": "Pekárne a cukrárne",
  "jobHeader4": "Údržbári",
  "jobHeader5": "Výrobca potrubí",
  "jobHeader6": "Zvárači - MIG/TIG a ARC",
  "jobDesc1": "Ak máte viac ako 3 roky skúseností v strojárstve a silný základ v tejto oblasti, môže to byť pre vás dokonalá príležitosť.",
  "jobDesc2": "S viac ako 3 rokmi praktických skúseností v oblasti elektrotechniky je vaša odbornosť presne to, čo hľadáme.",
  "jobDesc3": "Máte viac ako 2 roky skúseností v pekárstve a cukrárstve? Toto je vaša šanca ukázať svoje zručnosti a posunúť svoju kariéru.",
  "jobDesc4": "Pre všetkých so viac ako 5 rokmi skúseností v údržbových technikách ponúka táto úloha vynikajúcu príležitosť využiť vaše znalosti.",
  "jobDesc5": "Máte skúsenosti s výrobou potrubí? Vaše schopnosti by mohli byť ideálnou voľbou pre túto vzrušujúcu príležitosť.",
  "jobDesc6": "S odbornými znalosťami v MIG/TIG a ARC zváraní je táto pozícia presne prispôsobená niekomu s vašou kvalifikáciou.",
  "jobCaption1": "Úspešne sme umiestnili viacerých",
  "jobCaption2": "uchádzačov po celej Európe",
  "clientDesc1": "ROM Technik je popredná nemecká spoločnosť v oblasti plánovania, výstavby a údržby technickej budovy. Podporujeme a optimalizujeme celý životný cyklus budovy.",
  "clientDesc2": "Sme vaším partnerom v oblasti plánovania, výroby a montáže komplexných priemyselných zariadení. Naše služby sú k dispozícii pre údržbu, revízie, prestavby a demontáž. Ako špecialista a všeobecný dodávateľ ponúkame všetko z jednej ruky.",
  "clientDesc3": "Inžiniering, opravy a služby pre vzduchotechniku a odpadové technológie. Sídli východnom Münsterlande a už viac ako 40 rokov ponúkame kvalitu a odborné znalosti. Naše inžinierske a implementačné služby pokrývajú väčšinu európskeho kontinentu.",
  "clientDesc4": "Sme popredná globálna spoločnosť na priemyselné plyny a inžinierstvo a obsluhujeme množstvo koncových trhov, ako sú chemický a energetický priemysel, potraviny a nápoje, elektronika, zdravotná starostlivosť, výroba, kovovýroba a ťažba.",
  "clientDesc5": "ISM je váš spoľahlivý partner, ktorý ponúka komplexné služby pre všetkých účastníkov odvetvia, či už ide o priemyselné montážne práce, inštaláciu potrubia, výrobu oceľových konštrukcií alebo ich inštaláciu.",
  "clientDesc6": "Sme vašimi expertmi v oblastiach priemyslu, železničnej technológie, obnoviteľných zdrojov energie a automatizácie. Naši zákazníci oceňujú naše inovatívne a prispôsobené riešenia, ako aj vysokú kvalitu a spoľahlivosť našich produktov.",
  "clientDesc7": "Formenza Kft. je priekopníkom v oblasti spracovania potravín s desaťročiami skúseností v mäsiarskom priemysle. Sme popredným dodávateľom pracovnej sily pre priemysel a pôsobíme v niekoľkých veľkých spoločnostiach na výrobu mäsa a balenie potravín v Nemecku.",
  "clientDesc8": "Miczo Kft. sa v posledných rokoch vyvinula na úspešnú európsku spoločnosť a ponúka inštaláciu, údržbu, kontrolu a opravy v budovách elektrární a cementární, ako aj inštalačné práce v existujúcich elektrárňach a cementárňach. Sme tiež priekopníkmi v oblasti výroby a inštalácie oceľových konštrukcií.",
  "contactHead": "Kontaktujte nás",
  "contactSubHead": "radi sa s vami spojíme! Kontaktujte nás dnes pre akékoľvek otázky alebo podporu.",
  "contactQuesHead": "Máte nejaké otázky?",
  "contactQues1": "Ako vám NLC pomáha pri spracovaní?",
  "contactQues2": "Ponúka NLC aj iné školenia?",
  "contactQues3": "Ako nájsť prácu v zahraničí?",
  "contactQues4": "Je spojená s týmto procesom nejaká počiatočná poplatková povinnosť?",
  "contactQues5": "Môžeme navštíviť kanceláriu?",
  "contactQues6": "Dostaneme refundáciu, ak vízum nebude schválené?",
  "contactQues7": "Potrebujeme platné predchádzajúce skúsenosti?",
  "contactQues8": "Organizujete pohovory v spolupráci so spoločnosťami?",
  "contactAns1": "Koordinujeme celý proces za vás, bez toho aby ste sa museli starať o akékoľvek problémy.",
  "contactAns2": "Ponúkame potrebné jazykové a zručnostné školenia pre našich uchádzačov.",
  "contactAns3": "Môžete nás kontaktovať a my posúdime váš profil a poskytneme vám potrebnú pomoc.",
  "contactAns4": "Neúčtujeme našim uchádzačom žiadnu počiatočnú poplatkovú povinnosť.",
  "contactAns5": "Ste srdečne vítaní navštíviť našu kanceláriu počas pracovných hodín.",
  "contactAns6": "NLC vám nebude účtovať poplatok, ak vízum nebude schválené.",
  "contactAns7": "Závisí to od dostupných pracovných ponúk.",
  "contactAns8": "Áno, organizujeme takéto akcie, aby sme čo najrýchlejšie zamestnali talentovaných pracovníkov.",
  "homePage": "Domovská tránka",
  "about": "O Nás",
  "services": "Služby",
  "jobs": "delovna mesta",
  "clients": "Klienti",
  "contact": "Kontaktujte Nás",
  "top": "Najlepšie",
  "sector": "sektory",
  "contactUS": "Kontaktujte Nás",
  "our": "Naše",
  "service": "Služby",
  "trustedBy": "Dôveryhodné",
  "manyCompanies": "mnohými spoločnosťami",
  "hereFrom": "čo o nás povedali naši",
  "happyClients": "doveryhodný klienti",
  "rating1": "robia skvelú prácu pri poskytovaní služieb obyčajným ľuďom, ako sme my, náš život sa úplne zmenil.",
  "rating2": "Vďaka  Vášmu tímu sa mi splnil dlhoročný sen o práci v Európe, skvelé služby.",
  "rating3": "Počas celého procesu som dostal jasné vedenie a podporu. Vďaka nim bol celý proces bezproblémový a bez stresu. Som veľmi vďačný za ich profesionálne a efektívne služby a vrelo odporúčam všetkým.",
  "privacyPolicy": "Privacy policy",
  "if": "Ak",
  "opportunity": "príležitosť",
  "doesn't": "",
  "knock": "nezaklope",
  "build": "postavte",
  "door": "dvere",
  "servicesWeOffer": "Služby ktoré ponúkame",
  "topJob": "Najleošie pracovné ponuky",
  "experience": "Skúsenosti",
  "country": "Krajiny",
  "eduQuali": "Vzdelávacia kvalifikácia",
  "lang": "Jazykové znalosti",
  "3yr": "3+ roky",
  "2yr": "2+ roky",
  "5yr": "5+ roky",
  "germany": "Nemecko",
  "germanyHungary": "Nemecko & Hungary",
  "engineeDegree": "Inžiniersky titul",
  "EnglishBasicGerman": "Angličtina & základy nemčiny",
  "clientHead": " Naši klienti",
  "conta": "Kontakt",
  "address": "Adresa",
  "moreQues": "Máte dalšie otázky?",
  "letsTalk": "Porozprávajte sa s nami",
  "writeTo": "Napíšte nám"
}
